{
  "CANCEL": "Cancel",
  "OK": "OK",
  "CALCULATOR": "Wage Calculator",
  "HOME": "Home",
  "OREGON-WAGE-INFO": "Oregon Wage Info",
  "INFO": "Wage Info",
  "MESSAGES": "Messages",
  "MAP-EXPLORER": "Wage Map",
  "NOTES": "Notes",
  "SETUP": "Settings",
  "ABOUT": "About",
  "SUCCESS": "Success",
  "AT": "at",
  "PULL-ME": "Pull",
  "SELECT": "select",
  "VIEW": "View",
  "DELETE": "Delete",
  "COMPLETE-SETUP": "Complete Setup",
  "COUNTY-TRANSLATION": "County",
  "REGION-TRANSLATION": "Region",
  "MIN-WAGE-TRANSLATION": "Eligible Minimum Wage",
  "SLIDE-ME-LEFT": "Slide me left",
  "CALL-TO-READ": "Read About Wage Law",
  "NUMBER-OF-HOURS": "Number Of Hours",
  "CALL-TO-EXPLORE-MAP": "Click on map to Explore",
  "YOUR-GPS-LOCATION": "Your GPS Location",
  "UPDATE-LOCAL-DATA": "Update your content",
  "YOUR-BUILD-MSG": "Software Version",
  "UP-TO-DATE-MSG": "You are up to date",
  "DISCLAIMER-TITLE": "Disclaimer",
  "DISCLAIMER": "This App does not serve as legal advice and nor does this app create an attorney-client relationship. Please contact a lawyer for more information or call the Bureau of Labor and Industries at 971-673-0844 for more information.",
  "FOREST-WORK-TITLE": "National Forests",
  "FOREST-WORK": "Contracts awarded for National Forest work may entitle you to higher wages. Paystumped will alert you online or offline if you are currently in a forest. To understand where Oregon National Forest areas are please see the wage map. <br><br>Wages listed in this App are taken from the 2016 federal \"Wage Determinations\" (WDs) under the Service Contract Act (SCA). Users should note that the only WDs that are applicable to a contract are those that have been incorporated by the contracting officer in that contract action. Thus, these wage rates may not necessarily apply to you. Please see an attorney if you have questions.",
  "OVERVIEW-TITLE": "Changes to the Law",
  "OVERVIEW": "The minimum wage depends on where you work or where your employer is located. Use the Calculator to learn more about how the details of this new law may affect your minimum wages.",
  "MIN-WAGE-EXAMPLE-TITLE": "Example",
  "MIN-WAGE-EXAMPLE": "If your employer is located in Portland and you work there, you may be entitled to a higher minimum wage than if you work somewhere else, such as Medford or The Dalles. Unless specifically exempted by law, all employees are entitled to the minimum wage regardless of legal status or contract.",
  "URBAN-TITLE": "Urban Growth Boundary",
  "URBAN": "The highest minimum wage applies to recognized urban growth boundaries. Currently, there is only one recognized urban growth boundary for the purposes of the minimum wage, which is located around Portland. To see if you or your employer is in the Portland Urban Growth Boundary, check this <a href=\"http://www.oregonmetro.gov/library/urban-growth-boundary/lookup\" target=\"_blank\">Website</a> ",
  "BYCOUNTY-TITLE": "Map of Wage by County",
  "BYCOUNTY": "<img src=\" http://placehold.it/394x430\"/>",
  "WAGE-TABLE-TITLE": "County Wage Table",
  "WAGE-TABLE": "<table class=\"home-wage-table\"><tr><td><b>Date</b></td><td><b>Standard</b></td><td><b>Portland<br>Metro</b</td><td><b>Non-urban<br>Counties</b></td></tr><tr><td>January 1 2016</td><td>$9.25</td><td>$9.25</td><td>$9.25</td></tr><tr><td>July 1 2016</td><td>$9.75</td><td>$9.75</td><td>$9.50</td></tr><tr><td>July 1 2017</td><td>$10.25</td><td>$11.25</td><td>$10.00</td></tr><tr><td>July 1 2018</td><td>$10.75</td><td>$12.00</td><td>$10.50</td></tr><tr><td>July 1 2019</td><td>$11.25</td><td>$12.50</td><td>$11.00</td></tr><tr><td>July 1 2020</td><td>$12.00</td><td>$13.25</td><td>$11.50</td></tr><tr><td>July 1 2021</td><td>$12.75</td><td>$14.00</td><td>$12.00</td></tr><tr><td>July 1 2022</td><td>$13.50</td><td>$14.75</td><td>$12.50</td></tr></table><br>As of July 1 2023 The rates are adjusted annually based on the increase if any to the US City average Consumer Price Index for All Urban Consumers. The Portland Metro area will be $1.25 over the standard minimum wage whereas Non-Urban areas will be $1 less than the standard minimum wage.<br>See <a href=\"https://www.oregon.gov/boli/WHD/OMW/Pages/Minimum-Wage-Rate-Summary.aspx\">this site</a> for more information.",
  "GOOGLE-TITLE": "Important Tip",
  "GOOGLE": "Your phone can help you fight wage theft. Your phone can do this by storing your location history. This information can record where you were so you can know the minimum wage for where you worked. <b>However, this App does not store your location history.</b> If you would like to store your location history, you can use third-party services, such as Google Maps and turn on <a href=\"https://myaccount.google.com/activitycontrols/location?pli=1>\" target=\"_blank\">Location History</a>.",
  "OVERVIEW2-TITLE": "Business Across Boundaries",
  "OVERVIEW2": "What if I work at different job sites?<br>If you work more than 50% of the time in a pay period at the employer’s permanent fixed business location in Oregon, the applicable minimum wage rate is based on the region where the business is located. If you work less than 50% of the time at your employer’s permanent fixed business location in Oregon, then the wage rate is determined by where you were working.  There are three regions in Oregon with three different wage rates. Please check the map to see what region your employer is in.",
  "OVERVIEW3-TITLE": "Delivery workers",
  "OVERVIEW3": "<b>What if I do deliveries?</b> <br>If you make deliveries as a part of your job and start and end work at the employer’s permanent fixed business location, the minimum rate of wage required to be paid is the applicable rate for the region in which such business is located.",
  "OVERVIEW4-TITLE": "Migrant Workers",
  "OVERVIEW4": "What if I work in multiple regions? <br>In the event an employee performs work in more than one region in a pay period, the employer must pay either: (A) the applicable minimum rates of wage for each hour worked in each region in which the employee worked; or (B) the highest minimum rate of wage required for any region in which the employee worked for all hours worked by the employee during the pay period. (c) If an employee performs work in more than one region in a pay period, the employer must maintain records of the locations in which the employee worked unless the employer pays the highest rate of wage required for any region in which the employee worked for all hours worked by the employee during the work period.",
  "EXEMPTION-1-TITLE": "General Exemptions",
  "EXEMPTION-1": "You may be exempt from the Oregon minimum wage if you are (A) the parent, spouse, child or other member of the employer’s immediate family; (B)  engaged in administrative, executive or professional work on a salary basis. Remember, people who do not have legal status still have the right to the Oregon minimum wage if they are not-exempt.",
  "EXEMPTION-2-TITLE": "Specific Exemptions",
  "EXEMPTION-2": "You may not be entitled to the Oregon minimum wage if you are (A) employed in or about a family home; (B) employed by the federal government; (C) work for a primary or secondary school where you are an enrolled student; (D) employed as an outside salesperson or taxicab operator; (E) living at your place of employment for the purpose of being available for emergency or occasional duties; (F) paid for specified hours, the only purpose of which is to be available for recall to duty; (G)  employed for the purpose of maintenance, management or assisting in the management of the building or mobile home park or campground you are living in; (H) employed on a seasonal basis at a camp that earns $500,000 or less of gross annual income or at a non-profit camp; (I) employed at a nonprofit conference ground or center operated for educational, charitable or religious purposes; (J) perform volunteer firefighter services; (K) provide child care services in the home of the individual or in the home of the child; (L) employed in domestic service employment in or about a family home to provide companionship services for individuals who, because of age or infirmity, are unable to care for themselves; (M) are a golf caddy or golf course marshall; (N) employed in an adult foster home where you also live; (O) work as ski patrol.",
  "AG-EXEMPTION-1-TITLE": "Agricultural Exemption",
  "AG-EXEMPTION-1": "Some agricultural work is exempt from the minimum wage. You are not entitled to the Oregon minimum wage if you are employed as a hand harvest or pruning laborer and are paid on a piece-rate basis and your employer did not, during any calendar quarter during the preceding year use more than 500 piece-rate-work-days of agricultural labor. For example, if you are paid on a piece-rate and your employer has 20 employees who worked for 30 days, then this employer is big enough that it has to pay the minimum wage. But if your employer only had 10 employees who worked for 30 days in piece-rate agricultural work, then you may not be entitled to the Oregon minimum wage.",
  "AG-EXEMPTION-2-TITLE": "Seasonal Agricultural Exemption",
  "AG-EXEMPTION-2": "Some seasonal agricultural work is also exempt from the Oregon minimum wage. You may not be entitled to the minimum wage if you commute from your permanent residence to the farm, worked less than 13 weeks in agriculture the preceding year, and are employed in hand harvest or pruning labor on a piece rate basis.",
  "YOU-HAVE-ENTERED-FOREST": "You have entered forest",
  "NOTE-ENTRY": "Note Entry",
  "DISMISS": "Dismiss",
  "CUSTOM-CALC": "Your custom calculation",
  "CALCULATOR-DESC": "Below enter your work situation to see how much your wage rate should be",
  "CALCULATOR-ENTER-EMPLOYER-INFO": "Enter Employer Location and Hours",
  "CALCULATOR-SUMMARY-TITLE": "Learn about Oregon law",
  "CALCULATOR-ENTER-WORK-PERIOD-WAGE": "Insert the hours spent for each Region you work below",
  "CALCULATOR-DONE-INSERTING-HOURS": "Done providing hours",
  "CALCULATOR-1-TITLE": "Question #1",
  "CALCULATOR-1": "Do you make deliveries?",
  "CALCULATOR-1-SUB1-TITLE": "Delivery Pattern",
  "CALCULATOR-1-SUB1": "If you do make deliveries, do you start and end each work day at the employer's location?",
  "CALCULATOR-1-SUB2": "If you start and end each work day at the employer's location, the minimum wage is the rate of the region in which your employer is located.",
  "CALCULATOR-1-SUB3": "If you do not make deliveries, go to question #2",
  "CALCULATOR-1-SUB4": "If you make deliveries, but do not start and end each work day at the employer's location, go to question #2",
  "CALCULATOR-2-TITLE": "Question #2",
  "CALCULATOR-2": "Do you spend more than 50% of your time at employer's fixed business location in Oregon?",
  "CALCULATOR-2-SUB1": "If you do spend more than 50% of your time at your employer's fixed business location, then the minimum wage is where your employer is located.",
  "CALCULATOR-2-SUB2": "If you do not spend more than 50% of your time at your employer's fixed business location in Oregon in one pay period, then the region you work is the region of the minimum wage that applies to you. If you work in more than one region then your employer must pay either (a) the applicable minimum rates of wage for each hour worked in each region the employee worked; or (b) the highest minimum rate of wage required for any region the employee worked for all hours worked by the employee during the pay period.",
  "CALCULATOR-3": "If an employee performs work in more than one region in a pay period, the employer must maintain records of the locations in which the employee worked unless the employer pays the highest rate of wage required for any region in which the employee worked for all hours worked by the employee during the work period.",
  "CALCULATOR-LEGAL-DISCLAIMER": "This does not serve as legal advice and is provided for educational purposes only.",
  "CALCULATOR-LEGAL-DISCLAIMER2": "If you are a construction worker or anyone else who works on public works projects, or on any job which receives public money, your may entitled to prevailing wages. please see an attorney for more information.",
  "INTRO-H1": "WELCOME!",
  "INTRO-H2": "PAYSTUMPED HELPS YOU:",
  "INTRO-LI1": "Get the minimum wage online or offline for your location",
  "INTRO-LI2": "Calculate wages for you and your friends for a pay period",
  "INTRO-LI3": "Explore a map of wages",
  "INTRO-LI4": "Receive messages for updates to the Oregon law",
  "INTRO-LI5": "Receive update to location information to keep you aware",
  "INTRO-CALL-TO-ACTION": "Explore the App",
  "MESSAGE-THANKYOU": "Thank you for sending a message to us!  We love to get feedback or stories.",
  "MESSAGE-DISCLAIMER": "The message you are about to send will NOT be read by an attorney who can evaluate your case. This App is for educational purposes only and does not serve as legal advice as to your individual case. By sending this message you are NOT creating an attorney-client relationship. Please contact an attorney if you have questions about your individual case.",
  "ABOUT-US-TEXT": "We are a volunteer collaboration providing tools for the public. Learn more at <a href=\"https://paystumped.com\" target=\"_blank\">Paystumped</a>"
}
