{
  "CANCEL": "Cancelar",
  "OK": "OK",
  "CALCULATOR": "Calculadora",
  "HOME": "Casa",
  "INFO": "Información",
  "OREGON-WAGE-INFO": "Información",
  "MESSAGES": "Mensajes",
  "SETUP": "Ajustes",
  "ABOUT": "Acerca de",
  "MAP-EXPLORER": "Mapa",
  "NOTES": "Notas",
  "SUCCESS": "Éxito",
  "AT": "a",
  "PULL-ME": "Halar",
  "SELECT": "seleccionar",
  "VIEW": "Ver",
  "DELETE": "Borrar",
  "COMPLETE-SETUP": "Configuración completa",
  "COUNTY-TRANSLATION": "Condado",
  "REGION-TRANSLATION": "Región",
  "MIN-WAGE-TRANSLATION": "Salario Mínimo",
  "SLIDE-ME-LEFT": "Deslízate hacia la izquierda",
  "CALL-TO-READ": "Lee Mas",
  "NUMBER-OF-HOURS": "número de horas",
  "CALL-TO-EXPLORE-MAP": "Click on map to Explore",
  "YOUR-GPS-LOCATION": "Su ubicación GPS",
  "UPDATE-LOCAL-DATA": "Actualización de contenido",
  "YOUR-BUILD-MSG": "Versión del software",
  "UP-TO-DATE-MSG": "Estas actualizado",
  "DISCLAIMER-TITLE": "Renuncia",
  "DISCLAIMER": "Esta aplicación no sirve como consejo legal y tampoco esta aplicación crea una relación entre abogado-cliente. Por favor, póngase en contacto con un abogado para obtener más información o llame al Departamento de Trabajo e Industrias al 971-673-0844 para más información.",
  "FOREST-WORK-TITLE": "Bosques Nacionales",
  "FOREST-WORK": "Contratos ortogados para trabajo en bosques nacionales pueden darle el derecho a sueldos más altos. Paystumped le notificara aun cuando está en la red o desconectado si se encuentre en un bosque federal. Para entender donde están las areas de los Bosques Nacionales en Oregon, por favor vea al mapa de sueldos. <br><br>Los usuarios deben tener en cuenta que los salarios forestales listados en esta Aplicación son tomados de las \"Determinaciones de salario\" federales de 2016 bajo la Ley de Contrato de Servicio (SCA). Los usuarios deben tener en cuenta que las únicas determinaciones de salario que son aplicables a un contrato son aquellas que han sido incorporadas por el oficial de contratación en esa acción contractual. Por lo tanto, estas tasas de salario no necesariamente aplican a usted. Por favor, consulte a un abogado si tiene preguntas",
  "OVERVIEW-TITLE": "Los cambios en la ley",
  "OVERVIEW": "El sueldo mínimo depende de donde trabajas o donde tu patrón se ubica. Utilice la Calculadora para obtener más información sobre cómo los detalles de esta nueva ley pueden afectar su salario mínimo",
  "MIN-WAGE-EXAMPLE-TITLE": "Ejemplo",
  "MIN-WAGE-EXAMPLE": "Si tu patrón se ubica en Portland y trabajas allí, puedes tener derecho a un sueldo mínimo más alto que si trabajes en otro lugar, como Medford o The Dalles. Si no eres específicamente excluido por ley, todos los trabajadores tienen derecho al sueldo mínimo, no importa tu estatus legal o contrato.",
  "BYCOUNTY-TITLE": "Mapa de los diferentes sueldos minimos",
  "BYCOUNTY": "<img src=\" http://placehold.it/394x430\"/>",
  "WAGE-TABLE-TITLE": "Tabla de Salarios del Condado",
  "WAGE-TABLE": "<table class=\"home-wage-table\"><tr><td><b>Date</b></td><td><b>Standard</b></td><td><b>Area Urbano<br>de Portland</b</td><td><b>Condados no<br>urbanos</b></td></tr><tr><td>enero 1 2016</td><td>$9.25</td><td>$9.25</td><td>$9.25</td></tr><tr><td>1 de julio 16</td><td>$9.75</td><td>$9.75</td><td>$9.50</td></tr><tr><td>1 de julio 2017</td><td>$10.25</td><td>$11.25</td><td>$10.00</td></tr><tr><td>1 de julio 2018</td><td>$10.75</td><td>$12.00</td><td>$10.50</td></tr><tr><td>1 de julio 2019</td><td>$11.25</td><td>$12.50</td><td>$11.00</td></tr><tr><td>1 de julio 2020</td><td>$12.00</td><td>$13.25</td><td>$11.50</td></tr><tr><td>1 de julio 2021</td><td>$12.75</td><td>$14.00</td><td>$12.00</td></tr><tr><td>1 de julio 2022</td><td>$13.50</td><td>$14.75</td><td>$12.50</td></tr></table><br>A partir del 1 de julio de 2023 Las tasas se ajustan anualmente en función del aumento, si es que lo hace, el promedio de las Ciudades de los Estados Unidos para Todos los Consumidores Urbanos del Índice de Precios al Consumidor. El área metropolitana de Portland será $ 1.25 sobre el salario mínimo estándar mientras que las áreas no urbanas serán $1 menos que el salario mínimo estándar. Vea  <a href=\"https://www.oregon.gov/boli/WHD/OMW/Pages/Minimum-Wage-Rate-Summary.aspx\">este sitio</a> para más información.",
  "GOOGLE-TITLE": "Consejo Importante",
  "GOOGLE": "Su teléfono le puede ayudar a combatir el robo de salarios. El teléfono puede hacer esto almacenando el historial de ubicaciones. Esta información puede registrar donde usted estaba para que usted pueda saber el salario mínimo para donde usted trabajó. <B> Sin embargo, esta aplicación no almacena el historial de ubicaciones. </ B> Si desea almacenar su historial de ubicaciones, puede utilizar servicios de terceros, como Google Maps y activar <a href=\"https://myaccount.google.com/activitycontrols/location?pli=1>\"target=\"_blank\">Historial de Ubicaciones</a>.",
  "URBAN-TITLE": "Limite del Crecimiento Urbano",
  "URBAN": " El sueldo mínimo más alto se aplica a reconocido límites de crecimiento urbano. Actualmente, sólo hay un límite de crecimiento urbano reconocido para el propósito del sueldo mínimo, que se encuentra en Portland. Para ver si usted o tu empleador está en el Portland crecimiento urbano Límite, mira esto <a href=\"http://www.oregonmetro.gov/library/urban-growth-boundary/lookup\" target=\"_blank\">Website</a> ",
  "OVERVIEW2-TITLE": "Negocios a través de los límites",
  "OVERVIEW2": "¿Qué pasa si trabajo en diferentes sitios de trabajo? <br> Si trabaja más del 50% de tu tiempo en un período de pago en el lugar de negocio fijo permanente del empleador en Oregón, el salario mínimo aplicable se basa en la región donde el negocio se encuentra. Si usted trabaja menos de 50% del tiempo en el lugar de negocio fijo permanente de su empleador en Oregón, a continuación, el salario se determina por el lugar en el que estaba trabajando. Hay tres regiones en Oregón con tres tasas de salarios diferentes. por favor, compruebe el de mapa para ver qué región se encuentra en su patrón.",
  "OVERVIEW3-TITLE": "Trabajadores de Entrega",
  "OVERVIEW3": "<b>¿Que pasa si hago entregas? </b> <br> Si hagas entregas como parte de su trabajo y empieza y termina tu día de trabajo en el lugar permanente de negocio de tu patrón, el sueldo mínimo es la taza de la región donde se ubica el negocio.",
  "OVERVIEW4-TITLE": "Trabajadores Migrantes",
  "OVERVIEW4": "¿Que pasa si trabajo en múltiples regiones? <br> En el caso de un empleado que realiza su trabajo en más de una región en un período de pago, el empleador debe pagar cualquiera del siguiente: (A) el sueldo mínimo aplicable para cada hora trabajado en cada región donde el empleado trabajó; (B) el sueldo más alto requerido para cualquier región donde trabajó el trabajador durante el periodo de pago; (C) Si un trabajador trabaje en más de una región en un periodo de pago, el patrón tiene que mantener records de los lugares donde el empleado trabajó, menos que si el patrón pague la tasa más alta de sueldos por cualquier región en que el empleado trabajo para todas las horas trabajado por el empleado durante ese periodo de trabajo.",
  "EXEMPTION-1-TITLE": "Exención General",
  "EXEMPTION-1": "Puede ser exento del salario mínimo Oregón si es (a) el padre, cónyuge, hijo u otro miembro de la familia inmediata del empleador; (B) alguien que participan en funciones administrativas, ejecutivas o de trabajo profesional y pagado con salario. Recuerde, las personas que no tienen estatus legal todavía tienen derecho al salario mínimo de Oregon si no están exentos.",
  "EXEMPTION-2-TITLE": "Exenciones Específicas",
  "EXEMPTION-2": " Es posible que no tenga derecho al sueldo mínimo de Oregón si usted es (A) empleado en o alrededor de una casa de familia; (B) empleado por el gobierno federal; (C) trabaja para una escuela primaria o secundaria, donde usted es un estudiante inscrito; (D) empleado como un vendedor de tercera parte u operador de taxis; (E) que viven en su lugar de trabajo con el fin de estar disponible en caso de emergencia o de sus funciones ocasionales; (F) pagado por un horario determinado, el único propósito de los cuales es estar disponible para su recuperación al deber; (G) empleado para fines de mantenimiento, gestión o asistencia en la gestión del edificio o parque de casas móviles o camping donde está viviendo; (H) empleado en una campo estacional que gana $500,000 o menos de los ingresos brutos anuales o en un campamento sin fines de lucro; (I) empleado en una planta de conferencias sin fines de lucro o un centro destinado a fines educativos, de beneficencia o religiosas; (J) desempeña de los servicios de bomberos voluntarios; (K) proporcionan servicios de cuidado infantil en el hogar de la persona o en el hogar del niño; (L) empleado en el servicio doméstico en el empleo o de una casa familiar para proporcionar servicios de acompañamiento para las personas que, debido a la edad o enfermedad, no pueden valerse por sí mismos; (M) trabaja en un carrito de golf o coordinador de juego de un campo de golf; (N) empleado en un hogar temporal para adultos, donde también se vive; (O) trabaja como patrulla de esquiar.",
  "AG-EXEMPTION-1-TITLE": "Exención de Agricultura",
  "AG-EXEMPTION-1": " Algunos trabajos agrícolas están exentos del sueldo mínimo. Usted no tiene derecho a un salario mínimo de Oregón si usted es empleado como una cosechador de mano u obrero de la poda y se le paga sobre por pieza (o por ´contrato´) y su empleador, durante cualquier trimestre durante el año anterior, usar más de 500 días de trabajo agrícola por cada trabajador. Por ejemplo, si se le paga por pieza y su empleador tiene 20 empleados que trabajaron durante 30 días, entonces este patrón es suficientemente grande que tiene que pagar el salario mínimo. Pero si su empleador sólo tenía 10 empleados que trabajaron durante 30 días por pieza, entonces es posible que no tenga derecho a un salario mínimo de Oregón.",
  "AG-EXEMPTION-2-TITLE": "Exención de Agricultura por temporada",
  "AG-EXEMPTION-2": " Algunos trabajos agrícolas de temporada también están exentas del sueldo mínimo de Oregón. Usted puede no tener derecho a un salario mínimo, si usted viaje a diario desde su residencia permanente a la granja, trabajó menos de 13 semanas en la agricultura el año pasado, y trabaja en la cosecha por mano o en la poda por pieza o contrato.",
  "YOU-HAVE-ENTERED-FOREST": "Has entrado al bosque",
  "NOTE-ENTRY": "Nota de agenda",
  "DISMISS": "Descartar",
  "CUSTOM-CALC": "Tu matemáticas",
  "CALCULATOR-DESC": "A continuación, ingrese su situación de trabajo para ver cuánto debería ser su salario",
  "CALCULATOR-ENTER-EMPLOYER-INFO": "Ingrese la ubicación del empleador y las horas",
  "CALCULATOR-SUMMARY-TITLE": "Conozca la ley de Oregón",
  "CALCULATOR-ENTER-WORK-PERIOD-WAGE": "Registre las horas trabajadas para cada región donde trabaja",
  "CALCULATOR-DONE-INSERTING-HOURS": "Terminado registrando mis horas",
  "CALCULATOR-1-TITLE": "Pregunta #1",
  "CALCULATOR-1": "¿Haces entregas?",
  "CALCULATOR-1-SUB1-TITLE": "Patrón de entrega",
  "CALCULATOR-1-SUB1": "Si usted hace entregas, ¿empieza y termina cada día de trabajo en la ubicación de su empleador?",
  "CALCULATOR-1-SUB2": "Si comienza y termina cada día de trabajo en la ubicación de su empleador, el salario mínimo es la tasa de la región en la que se encuentra su empleador.",
  "CALCULATOR-1-SUB3": "Si no realizas entregas, pasa a la pregunta # 2",
  "CALCULATOR-1-SUB4": "Si hace entregas, pero no comienza y termina cada día de trabajo en la ubicación del empleador, vaya a la pregunta # 2",
  "CALCULATOR-2-TITLE": "Pregunta #2",
  "CALCULATOR-2": "¿Pasas más del 50% de tu tiempo en el negocio del empleador en Oregon?",
  "CALCULATOR-2-SUB1": "Si no gasta más del 50% de su tiempo en la ubicación fija de su empleador, entonces el salario mínimo es donde se encuentra su empleador.",
  "CALCULATOR-2-SUB2": "Si no gasta más del 50% de su tiempo en la oficina fija de su empleador en Oregón en un período de pago, entonces la región en la que trabaja es la región del salario mínimo para usted. Si trabaja en más de una región, entonces su empleador debe pagar: (a) la tasa de salario mínimo por cada hora trabajada en cada región trabajada por el empleado/a por todas las horas trabajadas durante el período de pago; o (b) el salario mínimo más alto requerido para cualquier región que el empleado trabajó Para todas las horas trabajadas por el empleado durante el período de pago. Empleado por todas las horas trabajadas por el empleado durante el período de pago.",
  "CALCULATOR-3": "Si un empleado realiza trabajo en más de una región en un período de pago, el empleador debe mantener registros de los lugares en los que trabajó, a menos que el empleador pague la tasa de salario más alta requerida para cualquier región en la cual El empleado trabajó para todas las horas trabajadas por el empleado durante el período de trabajo.",
  "CALCULATOR-LEGAL-DISCLAIMER": "Esto no sirve como asesoramiento legal y se proporciona con fines educativos solamente.",
  "CALCULATOR-LEGAL-DISCLAIMER2": "Si eres un trabajador de construcciòn o cualquier otra persona que trabaja en proyectos publicos, o cualquier chamba que recibe dinero publico, puedes tener derecho a sueldos prevalecientes. Por favor, contacte a un abogado para más información.",
  "INTRO-H1": "Bienvenido!",
  "INTRO-H2": "Paystumped le ayuda",
  "INTRO-LI1": "Saber el sueldo mínimo aun cuando esta en la red o desconectado si se encuentre en un bosque federal",
  "INTRO-LI2": "Calcular sueldos para un periodo de pago por propósitos educativos",
  "INTRO-LI3": "Explorar el mapa de sueldos",
  "INTRO-LI4": "Recibir mensajes para noticias de la ley de Oregon",
  "INTRO-LI5": "Recibir información nueva de su ubicación para mantenerle informado",
  "INTRO-CALL-TO-ACTION": "Explorar el programa",
  "MESSAGE-THANKYOU": "¡Gracias por enviarnos un mensaje! Nos encanta recibir comentarios o historias.",
  "MESSAGE-DISCLAIMER": "El mensaje que va a mandar NO sera leido por un abogado que puede evaluar su caso. Esta aplicación es para el propósito de educación no más y no es un consejo legal tocante a su caso individual. Por mandar este mensaje, NO estás haciendo una relación entre abogado y cliente. Por favor contacte a un abogado si tiene preguntas sobre su caso individual.",
  "ABOUT-US-TEXT": "Somos una colaboración voluntaria que proporciona herramientas para el público. Más información en <a href=\"https://paystumped.com\" target=\"_blank\">Paystumped</a>"
}

